Repository: iamteamstar/Zcn-solar-defense-package
Catalog: ZCNGroup/Resources/Views/Defense/Index.*.resx
Languages: de, fr, tr

# AboutUs
source: About Us – Defense Industry
de: Über Uns – Verteidigungsindustrie
fr: À Propos de Nous – Industrie de la Défense
tr: Hakkımızda - Savunma Sanayii

# CompanySlogan
source: Experience on the Field, Power from Production
de: Erfahrung aus dem Einsatz, Stärke aus der Produktion
fr: L’expérience du terrain, la force de la production
tr: Tecrübe Sahadan Güç Üretimden

# DefenseDescription
source: By combining our engineering and manufacturing experience in the automotive sector with our expertise in the military field, we proudly bear the honor and responsibility of <b>taking part in projects of the Turkish Defense Industry</b>. ZCN Group has a broad production capacity in machining titanium, aluminum, steel, stainless steel, copper alloys, and super alloys, supported by <b>advanced multi-axis CNC machine tools, CMM quality control equipment</b>, and an <b>efficient supply chain structure</b>. With our valuable engineers involved in defense and aerospace projects and our strong machine park, we operate as a reliable solution partner in the <b>manufacturing of high-precision components</b>. By continuously enhancing our production capabilities, we continue to <b>deliver innovative solutions</b> in system integration and transportation. <b>"Strong Army, Strong Türkiye."</b>
de: Durch die Kombination unserer Engineering- und Fertigungserfahrung im Automobilsektor mit unserer Expertise im militärischen Bereich tragen wir mit Stolz die Ehre und Verantwortung, <b>an Projekten der türkischen Verteidigungsindustrie mitzuwirken</b>. Die ZCN Group verfügt über eine breite Produktionskapazität für die Bearbeitung von Titan, Aluminium, Stahl, Edelstahl, Kupferlegierungen und Superlegierungen, unterstützt durch <b>hochmoderne mehrachsige CNC-Werkzeugmaschinen, CMM-Qualitätskontrollsysteme</b> sowie eine <b>effiziente Lieferkettenstruktur</b>. Dank unserer geschätzten Ingenieure, die an Verteidigungs- und Luftfahrtprojekten beteiligt sind, und unseres leistungsstarken Maschinenparks agieren wir als zuverlässiger Lösungspartner bei der <b>Fertigung hochpräziser Bauteile</b>. Durch die kontinuierliche Weiterentwicklung unserer Produktionsleistung bieten wir weiterhin <b>innovative Lösungen</b> in den Bereichen Systemintegration und Transport. <b>"Starke Armee, Starkes Türkiye."</b>
fr: En combinant notre expérience en ingénierie et en production dans le secteur automobile avec notre expertise dans le domaine militaire, nous assumons avec fierté l’honneur et la responsabilité de <b>participer aux projets de l’Industrie de la Défense turque</b>. ZCN Group dispose d’une large capacité de production pour l’usinage du titane, de l’aluminium, de l’acier, de l’acier inoxydable, des alliages de cuivre et des superalliages, grâce à <b>des machines-outils CNC multi-axes de haute technologie, des équipements de contrôle qualité CMM</b> et une <b>structure de chaîne d’approvisionnement efficace</b>. Grâce à nos ingénieurs expérimentés impliqués dans des projets de défense et d’aéronautique ainsi qu’à notre parc machines performant, nous opérons en tant que partenaire de solution fiable dans la <b>fabrication de pièces de haute précision</b>. En améliorant continuellement notre puissance de production, nous continuons à <b>proposer des solutions innovantes</b> en matière d’intégration de systèmes et de transport. <b>"Armée Forte, Türkiye Forte."</b>
tr: Otomotiv sektöründeki mühendislik ve üretim tecrübemizi, askeri alandaki deneyimimizle birleştirerek <b>Türk Savunma Sanayii projelerinde yer almanın gururunu ve sorumluluğunu</b> taşıyoruz. ZCN Group, ileri teknolojiye sahip <b>çok eksenli CNC takım tezgahları, CMM kalite kontrol ekipmanları</b> ve <b>etkin tedarik zinciri yapısı</b>yla titanyum, alüminyum, çelik, paslanmaz çelik, bakır alaşımları ve süper alaşımların işlenmesinde geniş bir üretim kapasitesine sahiptir. Savunma ve havacılık projelerinde görev alan değerli mühendislerimiz ve güçlü makine parkurumuz sayesinde <b>yüksek hassasiyet gerektiren parçaların üretiminde</b> güvenilir bir çözüm ortağı olarak faaliyet göstermekteyiz. Üretim gücümüzü sürekli geliştirerek, sistem entegrasyonu ve taşımada <b>yenilikçi çözümler sunmaya</b> devam ediyoruz. <b>"Güçlü Ordu, Güçlü Türkiye."</b>

# Machine1Text
source: Thanks to our multi-axis machining capabilities, titanium, hardened steels above 60 HRC, ceramic alloys, and semiconductor materials can be successfully manufactured in accordance with high quality and precision standards.
de: Dank unserer mehrachsigen Bearbeitungsmöglichkeiten können Titan, auf über 60 HRC gehärtete Stähle, Keramiklegierungen und Halbleitermaterialien erfolgreich nach hohen Qualitäts- und Präzisionsstandards gefertigt werden.
fr: Grâce à nos capacités d’usinage multi-axes, le titane, les aciers trempés au-delà de 60 HRC, les alliages céramiques et les matériaux semi-conducteurs peuvent être fabriqués avec succès selon des normes élevées de qualité et de précision.
tr: Çok eksenli işleme kabiliyetimiz sayesinde titanyum, 60 HRC üzeri sertleştirilmiş çelikler, seramik alaşımları ve yarı iletken malzemeler, yüksek kalite ve hassasiyet standartlarında başarıyla üretilebilmektedir.

# Machine1Title
source: High-Precision Manufacturing of Difficult-to-Machine Materials
de: Hochpräzise Fertigung von schwer zerspanbaren Werkstoffen
fr: Fabrication de haute précision de matériaux difficiles à usiner
tr: Zor İşlenen Malzemelerde Yüksek Hassasiyetli Üretim

# Machine2Text
source: As part of our new machinery investments, ultrasonic tool holder technology has been integrated into our 5-axis and 3-axis CNC machines in order to support high-technology-based precision manufacturing and the production of high-quality products.
de: Im Rahmen unserer neuen Maschineninvestitionen wurde zur Unterstützung hochpräziser, technologiegestützter Fertigung und der Herstellung hochwertiger Produkte die Ultraschall-Werkzeughaltertechnologie in unsere 5-Achsen- und 3-Achsen-CNC-Maschinen integriert.
fr: Dans le cadre de nos nouveaux investissements en machines, la technologie de porte-outils ultrasonique a été intégrée à nos machines CNC 5 axes et 3 axes afin de soutenir une fabrication de précision basée sur la haute technologie et la production de produits de haute qualité.
tr: Yaptığımız yeni makine yatırımları kapsamında, yüksek teknolojiye dayalı hassas imalat ve kaliteli ürün üretimini desteklemek amacıyla 5 eksen ve 3 eksen CNC tezgahlarımıza ultrasonik takım tutucu teknolojisi entegre edilmiştir.

# Machine2Title
source: Gear Mechanism Components
de: Getriebemechanismus-Komponenten
fr: Composants de mécanismes d’engrenages
tr: Dişli Dekanizma Bileşenleri

# Machine3Info
source: Table Diameter 320 mm – Center Height 210 mm
de: Tischdurchmesser 320 mm – Mittenhöhe 210 mm
fr: Diamètre de table 320 mm – Hauteur du centre 210 mm
tr: Tabla Çapı 320mm - Merkez Yüksekliği 210mm

# Machine3Text
source: <li>Wide workpiece support with a 320 mm table diameter</li> <li>210 mm center height</li> <li>Precision angle adjustment capability</li> <li>CNC integration available</li> <li>High durability and stability</li>
de: <li>Große Werkstückunterstützung mit 320 mm Tischdurchmesser</li> <li>210 mm Mittenhöhe</li> <li>Präzise Winkelverstellung</li> <li>CNC-Integration vorhanden</li> <li>Hohe Haltbarkeit und Stabilität</li>
fr: <li>Large prise en charge des pièces grâce à un diamètre de table de 320 mm</li> <li>Hauteur du centre de 210 mm</li> <li>Fonction de réglage d’angle de haute précision</li> <li>Intégration CNC disponible</li> <li>Haute durabilité et stabilité</li>
tr: <li>320mm tabla çapı ile geniş parça desteği</li> <li>210mm merkez yüksekliği</li> <li>Hassas açı ayarlama özelliği</li> <li>CNC entegrasyonu mevcut</li> <li>Yüksek dayanıklılık ve stabilite</li>

# Machine3Title
source: DEX RDS250R Rotary Table
de: DEX RDS250R Rundtisch
fr: Table rotative DEX RDS250R
tr: DEX RDS250R Döner Tabla

# Machine4Text
source: We have crowned our precision manufacturing capability by adding CMM (1000×600) measurement technology to our machine park. With our next-generation coordinate measuring machine equipped with a ZEISS probe system, we ensure micron-level dimensional accuracy even for the most complex parts, completing the digital transformation of our quality control processes.
de: Wir haben unsere Präzisionsfertigungskompetenz durch die Integration der CMM-Messtechnologie (1000×600) in unseren Maschinenpark gekrönt. Mit unserem Koordinatenmessgerät der neuesten Generation, ausgestattet mit einem ZEISS-Tastersystem, gewährleisten wir selbst bei den komplexesten Bauteilen eine Maßgenauigkeit im Mikrometerbereich und schließen die digitale Transformation unserer Qualitätskontrollprozesse ab.
fr: Nous avons couronné notre savoir-faire en fabrication de précision en intégrant une technologie de mesure CMM (1000×600) à notre parc machines. Grâce à notre machine à mesurer tridimensionnelle de nouvelle génération équipée d’un système de palpage ZEISS, nous garantissons une précision dimensionnelle au micron près, même pour les pièces les plus complexes, et achevons la transformation numérique de nos processus de contrôle qualité.
tr: Hassas imalat yeteneğimizi, parkurumuza eklediğimiz CMM (1000x600) ölçüm teknolojisi ile taçlandırdık. Zeiss prob sistemine sahip yeni nesil koordinat ölçme cihazımızla, en karmaşık parçaların bile boyutsal doğruluğunu mikron düzeyinde garanti altına alıyor, kalite kontrol süreçlerimizde dijital dönüşümü tamamlıyoruz.

# Machine4Title
source: Coordinate Measuring Machine
de: Koordinatenmessgerät
fr: Machine à mesurer tridimensionnelle
tr: Koordinat Ölçme Cihazı

source: Our Projects
de: Unsere Projekte
fr: Nos Projets
tr: Projelerimiz

# ProjectText
source: Another Strong Step Towards High-Tech Manufacturing
de: Ein weiterer starker Schritt für die High-Tech-Produktion
fr: Un pas fort de plus vers une production de haute technologie
tr: Yüksek teknolojili üretim için güçlü bir adım daha
