Repository: iamteamstar/Zcn-solar-defense-package
Catalog: ZCNGroup/Resources/Views/Packaging/Index.*.resx
Languages: de, fr, tr

# AboutCompany
source: It aims to add value to you by providing the most suitable, efficient, and economical options with custom designs for products.
de: Unser Ziel ist es, Ihnen durch maßgeschneiderte Designs für Produkte die am besten geeigneten, effizientesten und wirtschaftlichsten Optionen zu bieten und so einen Mehrwert zu schaffen.
fr: Elle vise à vous apporter de la valeur ajoutée en proposant les options les plus adaptées, efficaces et économiques avec des designs personnalisés pour les produits.
tr: Ürünlere özel tasarımlarıyla en uygun, verimli ve ekonomik seçenekler sunarak sizlere katma değer kazandırmayı hedeflemektedir.

source: About Us
de: Über Uns
fr: À Propos de Nous
tr: Hakkımızda

# CompanyName
source: Packaging
de: Verpackung
fr: Emballage
tr: Ambalaj

# CompanyText
source: It aims to provide value by offering the most suitable, efficient, and economical options with customized designs for products.
de: Unser Ziel ist es, Ihnen durch produktspezifische Designs die am besten geeigneten, effizientesten und wirtschaftlichsten Optionen zu bieten und so einen Mehrwert zu schaffen.
fr: Elle vise à vous apporter une valeur ajoutée en proposant les options les plus adaptées, efficaces et économiques avec des designs personnalisés pour les produits.
tr: Ürünlere özel tasarımlarıyla en uygun, verimli ve ekonomik seçenekler sunarak sizlere katma değer kazandırmayı hedeflemektedir.

source: Our Services
de: Unsere Dienstleistungen
fr: Nos Services
tr: Hizmetlerimiz

# OurServicesText
source: Honeycomb panels, an innovation in the packaging industry, are environmentally friendly products as they are lightweight, high-performance, economical, and made entirely from recycled waste paper.
de: Wabenplatten, eine Innovation in der Verpackungsbranche, sind umweltfreundliche Produkte, da sie leicht, leistungsstark, wirtschaftlich und vollständig aus Altpapier-Recycling hergestellt sind.
fr: Les panneaux en nids d'abeille, une innovation dans le secteur de l'emballage, sont des produits respectueux de l'environnement car ils sont légers, performants, économiques et entièrement fabriqués à partir de papier recyclé.
tr: Ambalaj sektöründe yenilik olan petek paneller, hafif, yüksek performanslı, ekonomik ve tamamen atık kağıt geri dönüşümden elde edilmeleri bakımından da çevre dostu ürünlerdir.

# System1Text
source: <p>We offer a product range with different densities and resistance levels, providing custom processing for specific uses.</p> <p>In addition to solutions for reducing unit costs, we ensure the safe storage and transportation of valuable and sensitive products without damage. Designs are shaped according to the parts, ensuring they fit into their slots and are suitable for all types of transport conditions.</p>
de: <p>Es steht eine Produktpalette mit unterschiedlichen Dichten und Widerstandsfähigkeiten zur Verfügung, und wir bieten maßgeschneiderte Bearbeitungen für den jeweiligen Einsatz an.</p> <p>Neben Lösungen zur Senkung der Stückkosten gewährleisten wir die schadensfreie Lagerung und den Transport wertvoller und empfindlicher Produkte. Die Designs werden entsprechend der Form der Teile erstellt, um deren passgenauen Sitz in Aufnahmen zu garantieren, sodass sie für alle Transportbedingungen geeignet sind.</p>
fr: <p>Une gamme de produits de différentes densités et résistances est disponible, et nous proposons des traitements personnalisés selon l'utilisation.</p> <p>En plus des solutions pour réduire les coûts unitaires, nous assurons le stockage et le transport de produits précieux et sensibles sans aucun dommage. Les designs sont conçus selon la forme des pièces, garantissant leur insertion dans des logements adaptés à toutes les conditions de transport.</p>
tr: <p>Farklı yoğunluk ve dirençte ürün gamı mevcut olup kullanıma özel işlemeler sunmaktayız.</p> <p>Birim maliyetin azaltılması için gerekli çözümlerin yanında kıymetli ve hassas ürünlerin hasar görmeden muhafaza edilerek taşınmasını sağlamaktayız. Parçaların şeklince tasarımları yapılır, yuvalarına girmesi sağlanarak her türlü taşıma şartlarına uygun hale getirilebilir.</p>

# System1Title
source: CORRUGATED HONEYCOMB
de: WELLPAPP-WABEN
fr: NID D'ABEILLE ONDULÉ
tr: OLUKLU PETEK

# System2Title
source: POLYETHYLENE
de: POLYETHYLEN
fr: POLYÉTHYLÈNE
tr: POLİETİLEN

# System3Text
source: <p>Corrugated plastic is widely used in various industries due to its lightweight and durable structure, as well as its availability in custom sizes, colors, and densities.</p> <p>In addition to product-specific transport boxes and separator design solutions, it is especially preferred in areas exposed to sunlight or sparks during production, thanks to its UV-resistant and flame-retardant properties.</p>
de: <p>Kartonplast wird aufgrund seiner leichten und widerstandsfähigen Struktur sowie der Verfügbarkeit in individuellen Maßen, Farben und Dichten in verschiedenen Industrien häufig eingesetzt.</p> <p>Neben produktspezifischen Transportboxen und Separator-Designlösungen wird es aufgrund seiner UV-beständigen und flammhemmenden Eigenschaften besonders in Bereichen bevorzugt, die Sonnenlicht oder Produktionsfunken ausgesetzt sind.</p>
fr: <p>Le carton plastique est largement utilisé dans diverses industries en raison de sa structure légère et résistante, ainsi que de sa disponibilité en tailles, couleurs et densités personnalisées.</p> <p>En plus des solutions de conception de boîtes de transport et de séparateurs spécifiques aux produits, il est particulièrement privilégié dans les zones exposées au soleil ou aux étincelles de production, grâce à ses propriétés anti-UV et ignifuges.</p>
tr: <p>Karton plast, yapısından dolayı hafif, mukavettli, Özel ölçü, renk ve yoğunlukğa sahip olması farklı endüstriyellerde yaygın olarak kullanılmaktadır.</p> <p>Ürüne özel taşıma kutuları ve seperatör tasarım çözümleri yanı sıra UV ve alev geciktirici özelliği ile güneşe maruz kalan ve kıvılcımlı üretim alanlarında özellikle tercih edilmektedir.</p>

# System3Title
source: CARTONPLAST
de: STEGPRAPLATTE
fr: CARTON PLASTIQUE
tr: KARTONPLAST

# System4Text
source: <p>We offer professional solutions for your storage and organization needs with durable and long-lasting storage crates.</p> <p>Our crates, produced in various sizes and capacities, are specially designed for industrial use. They provide space savings thanks to their stacking feature.</p>
de: <p>Mit robusten und langlebigen Lagerkisten bieten wir professionelle Lösungen für Ihre Lager- und Organisationsanforderungen.</p> <p>Unsere in verschiedenen Größen und Kapazitäten hergestellten Kisten sind speziell für den industriellen Einsatz konzipiert. Dank ihrer Stapelbarkeit sorgen sie für eine erhebliche Platzersparnis.</p>
fr: <p>Nous offrons des solutions professionnelles pour vos besoins de stockage et d'organisation avec des caisses de stockage durables et résistantes.</p> <p>Nos caisses, produites en différentes tailles et capacités, sont spécialement conçues pour un usage industriel. Elles permettent un gain de place grâce à leur fonction d'empilage.</p>
tr: <p>Dayanıklı ve uzun ömürlü stoklama kasaları ile depolama ve organizasyon ihtiyaçlarınıza profesyonel çözümler sunuyoruz.</p> <p>Farklı boyut ve kapasitelerde üretilen kasalarımız, endüstriyel kullanım için özel olarak tasarlanmıştır. İstifleme özelliği sayesinde alan tasarrufu sağlar.</p>

# System4Title
source: STORAGE CRATE
de: LAGERKISTE
fr: CAISSE DE STOCKAGE
tr: STOKLAMA KASASI

# System5Text
source: <p>Honeycomb panels, an innovation in the packaging industry, are environmentally friendly products as they are lightweight, high-performance, economical, and made entirely from recycled waste paper.</p> <p>We create designs that appeal to your products and prepare custom-cut boxes and separators. Our goal is to ensure the cost-effective shipment of your products with minimum volume and no damage.</p>
de: <p>Wabenplatten, eine Innovation in der Verpackungsbranche, sind umweltfreundliche Produkte, da sie leicht, leistungsstark, wirtschaftlich und vollständig aus Altpapier-Recycling hergestellt sind.</p> <p>Wir entwerfen Designs für Ihre Produkte und fertigen maßgeschneiderte Schachteln und Separatoren an. Unser Ziel ist es, den kostengünstigen Versand Ihrer Produkte bei minimalem Volumen und ohne Schäden zu gewährleisten.</p>
fr: <p>Les panneaux en nids d'abeille, une innovation dans le secteur de l'emballage, sont des produits respectueux de l'environnement car ils sont légers, performants, économiques et entièrement fabriqués à partir de papier recyclé.</p> <p>Nous créons des designs adaptés à vos produits et préparons des boîtes et des séparateurs sur mesure. Notre objectif est d'assurer l'expédition économique de vos produits avec un volume minimal et sans aucun dommage.</p>
tr: <p>Ambalaj sektöründe yenilik olan petek paneller, hafif, yüksek performanslı, ekonomik ve tamamen atık kağıt geri dönüşümden elde edilmeleri bakımından da çevre dostu ürünlerdir.</p> <p>Ürünlerinize hitap edecek tasarımlar oluşturup özel kesim kutuları ve seperatörleri hazırlamaktayız. Ürünleriniz en az hacimde zarar görmeden hesaplı gönderimini sağlamak hedefimizdir.</p>

# SystemName
source: Honeycomb Panel
de: Wabenplatte
fr: Panneau en Nid d'Abeille
tr: Petek Panel
