Repository: iamteamstar/Zcn-solar-defense-package
Catalog: ZCNGroup/Resources/Views/Solar/Index.*.resx
Languages: de, fr, tr

# AboutText
source: <b>IEF Solar</b> operates in the field of solar energy systems as a subsidiary of <b>ZCN Group</b>. Our primary production facilities are located in the Istanbul and Bursa Organized Industrial Zones, operating across a total <b>production area of 7,000 m²</b>. With our innovative designs and manufacturing expertise, we provide <b>high value-added, complete solar system</b> solutions that meet our customers' quality expectations. Within our structure; with our strong machinery park including <b>3 rollform lines, 2 laser cutting machines, 2 press brakes, 2 CNC punch machines, and welded manufacturing units</b>, and our experienced team, we serve with high production capacity in: <b> Ground-mounted and PV systems, Rooftop applications, Carport systems, Energy storage and heating solutions.</b> By combining engineering strength with a vision for sustainability, IEF Solar is <b>shaping the energy infrastructure of the future today.</b>
de: <b>IEF Solar</b> ist als Tochtergesellschaft der <b>ZCN Group</b> im Bereich der Solarenergiesysteme tätig. Unsere Hauptproduktionsstätten befinden sich in den Organisierten Industriezonen von Istanbul und Bursa und erstrecken sich über eine <b>Gesamtproduktionsfläche von 7.000 m²</b>. Mit unseren innovativen Designs und unserer Fertigungskompetenz bieten wir <b>hochwertige Komplettlösungen für Solarsysteme</b> an, die die Qualitätserwartungen unserer Kunden erfüllen. In unserem Haus; mit einem starken Maschinenpark, bestehend aus <b>3 Rollformlinien, 2 Laserschneidmaschinen, 2 Abkantpressen, 2 CNC-Stanzmaschinen und Schweißkonstruktionseinheiten</b>, sowie unserem erfahrenen Team, bieten wir hohe Produktionskapazitäten für: <b> Freiflächen- und PV-Systeme, Dachanwendungen, Carport-Systeme, Energiespeicher- und Heizlösungen.</b> Durch die Kombination von Ingenieurskraft mit einer Vision für Nachhaltigkeit <b>gestaltet IEF Solar bereits heute die Energieinfrastruktur der Zukunft.</b>
fr: <b>IEF Solar</b>, filiale de <b>ZCN Group</b>, opère dans le domaine des systèmes d'énergie solaire. Nos principales installations de production sont situées dans les zones industrielles organisées d'Istanbul et de Bursa, s'étendant sur une <b>surface de production totale de 7 000 m²</b>. Grâce à nos conceptions innovantes et à notre expertise en fabrication, nous proposons des solutions de <b>systèmes solaires complets à haute valeur ajoutée</b> qui répondent aux attentes de qualité de nos clients. Au sein de notre structure ; grâce à notre parc de machines performant comprenant <b>3 lignes de profilage (rollforming), 2 machines de découpe laser, 2 presses plieuses, 2 poinçonneuses CNC et nos unités de fabrication soudée</b>, ainsi qu'à notre équipe expérimentée, nous servons avec une capacité de production élevée dans les domaines suivants : <b> Systèmes au sol et systèmes PV, Applications de toiture, Systèmes de carports, Solutions de stockage d'énergie et de chauffage.</b> En combinant sa force d'ingénierie avec une vision de durabilité, IEF Solar <b>façonne dès aujourd'hui l'infrastructure énergétique de demain.</b>
tr: <b>IEF Solar, ZCN Group’un</b> bir iştiraki olarak güneş enerjisi sistemleri alanında faaliyet göstermektedir. Ana üretim tesislerimiz, İstanbul ve Bursa Organize Sanayi Bölgeleri’nde yer almakta olup, toplam<b> 7.000 m²’lik üretim alanında</b> faaliyet göstermektedir. Yenilikçi tasarımlarımız ve üretim uzmanlığımızla, müşterilerimizin kalite beklentilerini karşılayan <b> yüksek katma değerli, komple solar sistem</b> çözümleri sunuyoruz. Bünyemizde; <b> 3 rollform hattı, 2 lazer kesim tezgâhı, 2 abkant pres, 2 CNC punch tezgâhı ve kaynaklı imalat birimlerimiz</b> ile güçlü makine parkurumuz ve deneyimli ekibimizle, yüksek üretim kapasitesiyle;. <b> Arazi ve PV sistemleri, Çatı uygulamaları, Carport sistemleri, Enerji depolama ve ısıtma çözümlerine </b> hizmet vermekteyiz. IEF Solar, mühendislik gücünü sürdürülebilirlik vizyonuyla birleştirerek <b> geleceğin enerji altyapısını bugünden şekillendirmektedir.</b>

# AboutUs
source: About Us - IEF Solar
de: Über Uns - IEF Solar
fr: À Propos de Nous - IEF Solar
tr: Hakkımızda - IEF Solar

# CompanySlogan
source: Developer <br> SOLAR
de: Entwickler <br> SOLAR
fr: Développeur <br> SOLAR
tr: Geliştirici <br> SOLAR

# CompanyText
source: To Achieve More
de: Um mehr zu erreichen
fr: Pour accomplir davantage
tr: Daha Fazlasını Başarmak İçin

# DetailInfo
source: Detailed Information
de: Detaillierte Informationen
fr: Informations Détaillées
tr: Projelerimiz

# ProjectText
source: Another Strong Step Towards High-Tech Manufacturing
de: Ein weiterer starker Schritt für die High-Tech-Produktion
fr: Un pas fort de plus vers une production de haute technologie
tr: Yüksek teknolojili üretim için güçlü bir adım daha

# System1Text
source: Our land systems combine durability and functionality, ensuring the most efficient use of space and creating sustainable value through long-lasting infrastructure solutions.
de: Unsere Freiflächensysteme vereinen Langlebigkeit und Funktionalität, stellen die effizienteste Flächennutzung sicher und schaffen durch langlebige Infrastrukturlösungen nachhaltige Werte.
fr: Nos systèmes terrestres allient durabilité et fonctionnalité, garantissant une utilisation optimale de l'espace et créant une valeur durable grâce à des solutions d'infrastructure à longue durée de vie.
tr: Arazi sistemlerimiz, dayanıklılık ve işlevselliği bir araya getirerek, alanın en verimli şekilde kullanılmasını ve uzun ömürlü altyapı çözümleriyle sürdürülebilir değer oluşturulmasını sağlar.

# System1Title
source: Land Systems
de: Landsysteme
fr: Systèmes Terrestres
tr: Arazi Sistemleri

# System2Text
source: Our carport systems, with their design focused on structural durability and safety, are dual-purpose solutions that increase space efficiency and provide long-term value.
de: Unsere Carport-Systeme sind mit ihrem Fokus auf strukturelle Langlebigkeit und Sicherheit eine Doppellösung, die die Flächeneffizienz steigert und langfristigen Wert bietet.
fr: Nos systèmes de carports, grâce à leur conception axée sur la durabilité structurelle et la sécurité, constituent une solution à double usage qui accroît l'efficacité de l'espace et offre une valeur à long terme.
tr: Carport sistemlerimiz, yapısal dayanıklılık ve güvenlik odaklı tasarımıyla, alan verimliliğini artıran ve uzun vadeli değer sunan çift amaçlı bir çözümdür.

# System2Title
source: Carport Systems
de: Carport-Systeme
fr: Systèmes de Carports
tr: Carport Sistemler

# System3Text
source: Our rooftop systems combine aesthetics and durability, providing reliable structural solutions that ensure energy efficiency and long-lasting protection.
de: Unsere Dachsysteme verbinden Ästhetik und Langlebigkeit und bieten zuverlässige Konstruktionslösungen, die für Energieeffizienz und langanhaltenden Schutz sorgen.
fr: Nos systèmes de toiture allient esthétique et durabilité, offrant des solutions structurelles fiables qui garantissent l'efficacité énergétique et une protection durable.
tr: Çatı sistemlerimiz, estetik ve dayanıklılığı birleştirerek, enerji verimliliği ve uzun ömürlü koruma sağlayan güvenilir yapı çözümleridir.

# System3Title
source: Rooftop Systems
de: Dachsysteme
fr: Systèmes de Toiture
tr: Çatı Sistemleri

# System4Text
source: Our energy storage systems, built on the principles of high efficiency and reliability, are innovative solutions that ensure energy continuity and contribute to a sustainable future.
de: Unsere Energiespeichersysteme basieren auf den Prinzipien hoher Effizienz und Zuverlässigkeit; sie sind innovative Lösungen, die die Energiekontinuität sicherstellen und zu einer nachhaltigen Zukunft beitragen.
fr: Nos systèmes de stockage d'énergie, basés sur des principes de haute efficacité et de fiabilité, sont des solutions innovantes qui garantissent la continuité énergétique et contribuent à un avenir durable.
tr: Enerji depolama sistemlerimiz, yüksek verimlilik ve güvenilirlik esasına dayanarak, enerji sürekliliğini sağlayan ve sürdürülebilir geleceğe katkı sunan yenilikçi çözümlerdir.

# System4Title
source: Energy Storage Systems
de: Energiespeichersysteme
fr: Systèmes de Stockage d'Énergie
tr: Energi Depolama Sistemleri

# SystemName
source: Our Solar Energy Systems
de: Unsere Solarenergiesysteme
fr: Nos Systèmes d'Énergie Solaire
tr: Solar Enerji Sistemlerimiz

# SystemSlogan
source: We offer innovative and sustainable energy solutions tailored to your needs
de: Wir bieten innovative und nachhaltige Energielösungen, die speziell auf Ihre Bedürfnisse zugeschnitten sind
fr: Nous proposons des solutions énergétiques innovantes et durables, adaptées à vos besoins
tr: İhtiyaçlarınıza özel, yenilikçi ve sürdürülebilir enerji çözümleri sunuyoruz
